brew "aws/tap/eks-node-viewer"
brew "bat"
brew "doggo"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "helm"
brew "htop"
brew "jessegoodier/kpf/kpf"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "krew"
brew "ktop"
brew "kubecolor"
brew "kubectx"
brew "kubetail"
brew "lazygit"
brew "lesspipe"
brew "lf"
brew "mfuentesg/tap/ksd"
brew "norwoodj/tap/helm-docs"
brew "replicatedhq/replicated/cli"
brew "ripgrep"
brew "skopeo"
brew "speedtest-cli"
brew "stern"
brew "the_silver_searcher"
brew "trivy"
brew "ugrep"
brew "uv"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
tap "aws/tap"
tap "mfuentesg/tap"
tap "norwoodj/tap"
tap "replicatedhq/replicated"
