tap "aws/tap"
tap "azure/kubelogin"
tap "hcavarsan/kftray"
tap "homebrew/bundle"
tap "mfuentesg/tap"
tap "ynqa/tap"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "ccat"
brew "eksctl"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "kubecolor"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "python@3.12"
brew "openshift-cli"
brew "oras"
brew "pyenv"
brew "pygments"
brew "python-requests"
brew "rust"
brew "skopeo"
brew "stern"
brew "the_silver_searcher"
brew "wget"
brew "yq"
brew "aws/tap/eks-node-viewer"
brew "azure/kubelogin/kubelogin"

brew "mfuentesg/tap/ksd"
brew "ynqa/tap/jnv"
cask "google-cloud-sdk"
cask "iterm2"
cask "openlens"
