tap "argoproj/tap"
tap "aws/tap"
tap "fluxcd/tap"
tap "gitguardian/tap"
tap "googlecloudplatform/marketplace-tools", "https://github.com/GoogleCloudPlatform/marketplace-tools.git"
tap "homebrew/bundle"
tap "kdash-rs/kdash"
tap "mfuentesg/tap"
tap "peak/tap"
brew "gcc"
brew "argocd"
brew "aws-iam-authenticator"
brew "docutils", link: false
brew "expat"
brew "readline"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "awscurl"
brew "azcopy"
brew "python@3.10"
brew "azure-cli"
brew "berkeley-db"
brew "ccat"
brew "libnghttp2"
brew "libssh2"
brew "util-linux"
brew "openldap"
brew "eksctl"
brew "libgit2"
brew "exa"
brew "fd"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "jpeg-turbo"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "glib"
brew "unbound"
brew "systemd"
brew "go"
brew "gpgme"
brew "jasper"
brew "libpaper"
brew "netpbm"
brew "perl"
brew "psutils"
brew "uchardet"
brew "groff"
brew "helm"
brew "pygments"
brew "httpie"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "kubeaudit"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeval"
brew "libfido2"
brew "libuv"
brew "luajit"
brew "manifest-tool"
brew "moreutils"
brew "mysql-client"
brew "neovim"
brew "netcat"
brew "openshift-cli"
brew "oras"
brew "postgresql@14"
brew "pyyaml"
brew "rakudo-star"
brew "rancher-cli"
brew "recode"
brew "ripgrep"
brew "rosa-cli"
brew "rust"
brew "skopeo"
brew "speedtest-cli"
brew "stern"
brew "teleport"
brew "the_silver_searcher"
brew "trivy"
brew "yamllint"
brew "yq"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "aws/tap/eks-node-viewer"
brew "gitguardian/tap/ggshield"
brew "kdash-rs/kdash/kdash"
brew "mfuentesg/tap/ksd"
brew "peak/tap/s5cmd"
vscode ""
